

&НаСервере
Процедура ВыполнитьНаСервере()
	// Вставить содержимое обработчика.
	НовыйЭлемент = Справочники.Подразделения.СоздатьЭлемент();
	НовыйЭлемент.Наименование = "Бухгалтерия";
	НовыйЭлемент.Записать();
	Сообщить (НовыйЭлемент);
КонецПроцедуры


&НаКлиенте
Процедура Создать(Команда)
	ВыполнитьНаСервере();
КонецПроцедуры


&НаСервере
Функция ПриОткрытииНаСервере()
	Дата = ТекущаяДата();
	 Возврат Дата;
	//Вставить содержимое обработчика
КонецФункции


&НаКлиенте
Процедура ПриОткрытии(Отказ)
	Объект.Дата = ПриОткрытииНаСервере();
КонецПроцедуры

